const PLANT = {
	1 : {
		"name": "虎尾蘭",
		"remind": "1.葉片厚實的虎尾蘭代表本身儲存的水分比較多，保持介質微濕即可；相較其它品種應減少澆水量或延長澆水週期。<br>" +
				  "2.健康的虎尾蘭，葉片突然軟爛可能是澆水量過量導致，建議先減少水分，保持盆內微乾。<br>" +
				  "3.當葉片出現暈染狀的褐色斑點，應立即進行修剪避免繼續擴散。<br>" +
				  "4.虎尾蘭非常耐陰，但長時間處於陰暗也會使虎尾蘭的葉色逐漸缺乏光澤、抵抗力也會下降。"
	},
	2 : {
		"name": "心葉蔓綠絨",
		"remind": "1.心葉蔓綠絨不耐旱，過度缺水會使蔓綠絨植株塌陷下來（軟趴趴），應立即補充水分，即可恢復朝氣。<br>" +
				  "2.蔓綠絨耐陰，但若長時間處於陰暗環境，可能會使植株顏色逐漸暗沉。<br>" +
				  "3.心葉蔓綠絨為蔓性植物，若是節間（間距）越來越長，建議移至光線明亮處。"
	},
	3 : {
		"name": "富貴竹",
		"remind": "1.開運竹應隨時保持濕潤，不可缺水。<br>" +
				  "2.若遇短暫短水的緊急處理，可將開運竹整組泡水（淹過頭部）。<br>" +
				  "3.開運竹不適合擺放於過度乾燥、強風、熱風、光線強烈的環境，或是機器設備旁邊。"
	},
	4 : {
		"name": "黃金葛",
		"remind": "1.當黃金葛的葉片整盆都塌陷下來，通常為長時間嚴重缺水，應立即補充水分。<br>" +
				  "2.突然有葉片大量發黃或轉黑，可能是過度澆水導致。"
	},
	5 : {
		"name": "富貴樹",
		"remind": "1.土耕福祿桐應等待介質乾透後再補水，過度澆水易引起細菌性感染。<br>" +
				  "2.福祿桐對環境變化較為敏感，建議給予穩定的澆水頻率、不要經常移動。<br>" +
				  "3.建議擺放光線明亮處，若長時間處於陰暗，會使福祿桐抵抗力下降。<br>" +
				  "4.當枝幹出現軟爛或者乾枯、盆栽發出異味時，應立即抽離避免繼續擴散。"
	}
}